bundles/org.openhab.binding.ihc/src/test/resources/ResourceValueUpdate700007.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
 <soap:Body>
  <setResourceValue1 xmlns="utcs">
   <value xmlns:q1="utcs.values" xsi:type="q1:WSDateValue">
    <q1:month>3</q1:month>
    <q1:year>2018</q1:year>
    <q1:day>24</q1:day>
   </value>
   <resourceID>700007</resourceID>
   <isValueRuntime>true</isValueRuntime>
  </setResourceValue1>
 </soap:Body>
</soap:Envelope>